Repository: abanet/PatronesPublica
Catalog: GuitarPatterns/Literales/*.lproj/Localizable.strings
Languages: es

# Cancelar
source: Cancel
es: Cancelar

# Sí
source: Yes
es: Sí

# Volver
source: Back
es: Volver

# Acordes
source: Chords
es: Acordes

# Arpegios
source: Arpeggios
es: Arpegios

# Escalas
source: scales
es: Escalas

# Mis patrones
source: My patrons
es: Mis patrones

# Logros
source: Achievement
es: Logros

# ¡Tónica obligatoria!
source: Tonic mandatory!
es: ¡Tónica obligatoria!

# Un patrón tiene que tener una tónica de referencia.
source: A patron must have a tonic.
es: Un patrón tiene que tener una tónica de referencia.

# ¡Faltan datos!
source: Missing some data!
es: ¡Faltan datos!

# Vaya a editar nombre para asignar el nombre y el tipo del patrón.
source: Press Edit Name button to assign a name and the patron's kind.
es: Vaya a editar nombre para asignar el nombre y el tipo del patrón.

# ¡Defina un patrón!
source: There is not patron!
es: ¡Defina un patrón!

# Un patrón tiene que tener al menos 3 notas asignadas.
source: We need at least 3 notes in order to save a patron.
es: Un patrón tiene que tener al menos 3 notas asignadas.

# Patrón grabado
source: Patron saved
es: Patrón grabado

# El patrón se ha grabado en la base de datos.
source: Patron has been saved in the database.
es: El patrón se ha grabado en la base de datos.

# Introduzca los datos del patrón
source: Patron data
es: Introduzca los datos del patrón

# Acorde
source: Chord
es: Acorde

# Arpegio
source: Arpeggio
es: Arpegio

# Escala
source: scale
es: Escala

# Nombre del patrón
source: Name of patron
es: Nombre del patrón

# Introduce el nombre del patrón
source: Enter the name of the patron
es: Introduce el nombre del patrón

# Descripción del patrón
source: Patron description
es: Descripción del patrón

# Introduce la descripción del patrón
source: Enter the patron description
es: Introduce la descripción del patrón

# Grabar
source: Save
es: Grabar

# Editar Nombre
source: Edit Name
es: Editar Nombre

# Nuevo
source: New
es: Nuevo

# Añadir
source: + My patrons
es: + Mis patrones

# Jugar
source: Play
es: Jugar

# ¡Datos incompletos!
source: ¡incomplete data!
es: ¡Datos incompletos!

# El patrón tiene que tener un nombre.
source: Patron must have a name
es: El patrón tiene que tener un nombre.

# Salir
source: Exit
es: Salir

# Eliminar
source: Delete
es: Eliminar

# Editar Patron
source: Edit Patron
es: Editar

# Selecciona un patrón
source: Please select a patron
es: Selecciona un patrón

# y pulsa sobre la opción deseada del menú.
source: and press over it to start working.
es: y pulsa sobre la opción deseada del menú.

# Patron Añadido
source: Patron Added
es: Patrón Añadido

# El patrón seleccionado se ha añadido a la lista de tus patrones.
source: The selected patron has been added to your patrons list.
es: El patrón seleccionado se ha añadido a la lista de tus patrones.

source: In order to add a patron to the 'My Patrons' section you have to select a patron
es: Para poder añadir un patrón en tu sección 'Mis Patrones' tienes que tenerlo seleccionado
